#ifndef __XMCMD_H__
#define __XMCMD_H__




#ifdef __cplusplus
#if __cplusplus
extern "C"{
#endif
#endif /* __cplusplus */

/************************************************************************************************************************/


/*********************************************
**函数功能			：系统命令行模式下注销命令
**param [in]	：无
**param[out]	：无
**返回值			：无
**********************************************/
extern void WifiCmdReg(void);








/************************************************************************************************************************/

#ifdef __cplusplus
#if __cplusplus
	}
#endif
#endif /* __cplusplus */





#endif


























